    /=#

#langdef   en-US "english"
STR_GEN_TOO_MANY

#string STR_GEN_TOO_MANY                #language en-US "%H%s%N: Too many arguments.\r\n"
#string STR_GEN_TOO_FEW                 #language en-US "%H%s%N: Too few arguments.\r\n"
#string STR_GEN_PROBLEM_VAL             #language en-US "%H%s%N: Bad value - '%H%s%N' for flag - '%H%s%N'\r\n"

#string STR_GET_ROTATE_HELP   #language en-US ""
".TH rotate 0 "Rotates the specified Graphics Output device by 0, 90, 180 or 270 degrees"\r\n"
".SH NAME\r\n"
"Rotates the specified Graphics Output device by 0, 90, 180 or 270 degrees\r\n"
".SH SYNOPSIS\r\n"
" \r\n"
"rotate [handle] [0|90|180|270]
".SH OPTIONS\r\n"
"\r\n"
"  handle   - Specifies the device handle to operation upon (a hexadecimal number).\r\n"
"               If the specified handle does not contain a Gop Rotate protocol, no action will be performed\r\n"
"\r\n"
".SH DESCRIPTION\r\n"
"\r\n"
".SH EXAMPLES\r\n"
"  * To rotate a device by 90 degrees\r\n"
"  Shell> rotate 71 90\r\n"
"\r\n"
".SH RETURNVALUES\r\n"
